/* Task view. */
HSDFSD_TaskName = "Discagens Rápidas de Fax";
HSDFPB_TaskName = "Agenda de telefones de fax";
HSDFSD_TaskDescription = "Use os botões + e - ou digite as informações desejadas na memória de Discagem Rápida do seu dispositivo. Ou utilize o Catálogo de Endereços para localizar e adicionar informações.";
HSDFPB_TaskDescription = "A agenda de telefones de fax permite que você veja e gerencie a lista de contatos de seu dispositivo.\nUse os botões + e - para adicionar ou remover contatos. Você também pode usar os Contatos para encontrar mais entradas e adicioná-las à lista.";

ActionMenuTooltip = "Menu de Ação";

HSDEntryIndexColumnTitle = "#";
HSDEntryNameColumnTitle = "Nome";
HSDEntryPhoneNumberColumnTitle = "Número de fax";
HSDEntryEditActionMenuTitle = "Editar…";
HSDEntryCreateGroupActionMenuTitle = "Criar Grupo…";
EntriesStatusCaption = "%1$d de %2$d entradas usadas";
HSDPrintListButtonTitle = "Imprimir Lista";
/* Use common localized key instead of plug-in "MoreInfoButtonTitle". */
AddressBookLaunchButtonTooltip = "Iniciar lista de endereços de fax";
ContactsLaunchButtonTooltip = "Iniciar contatos de fax";
HSDApplyButtonTitle = "Aplicar agora";

HSDDismissEntryButtonTitle = "Cancelar";
HSDConfirmEntryButtonTitle = "Salvar";

HSDFPB_AddNewContactToolTip = "Adicionar novo contato";
HSDFSD_AddNewContactToolTip = "Adicionar nova discagem rápida";
HSDFPB_DeleteSelectedContactToolTip = "Excluir grupos ou contatos selecionados";
HSDFSD_DeleteSelectedContactToolTip = "Excluir grupos ou discagens rápidas selecionadas";
HSDFPB_PrintListButtonToolTip = "Imprimir todos os contatos armazenados neste dispositivo";
HSDFSD_PrintListButtonToolTip = "Imprimir todas as discagens rápidas armazenadas neste dispositivo";

/* Individual entry panel. */
HSDFPB_IndividualEntryIndexFieldCaption = "Entrada (#):";
HSDFSD_IndividualEntryIndexFieldCaption = "Discagem Rápida (#):";
HSDIndividualEntryNameFieldCaption = "Nome:";
HSDIndividualEntryPhoneNumberFieldCaption = "Número de fax:";

/* Group entry panel. */
HSDFPB_GroupEntryIndexFieldCaption = "Entrada (#):";
HSDFSD_GroupEntryIndexFieldCaption = "Discagem Rápida (#):";
HSDGroupEntryNameFieldCaption = "Nome do Grupo:";
HSDFSD_GroupEntryItemsDescription = "Selecione as discagens rápidas que deseja incluir nesse grupo.";
HSDFPB_GroupEntryItemsDescription = "Selecione os contatos que deseja adicionar a este grupo.";

/* More Info panel. */
HSDConfirmMoreInfoButtonTitle = "OK";

/* Contacts panel. */
AddressBookPanelTitle = "Catálogo de endereços de fax";
ContactsPanelTitle = "Contatos de fax";
HSDDismissContactsButtonTitle = "Fechar";
HSDConfirmContactsButtonTitle = "Adicionar";

/* Alert dialogs. */
CancelAlertButtonTitle = "Cancelar";
RemoveFromGroupAlertButtonTitle = "Remover do grupo";
DeleteAlertButtonTitle = "Excluir";
ApplyAlertButtonTitle = "Aplicar";
DontApplyAlertButtonTitle = "Não aplicar";

IncorrectDeviceStateAlertTitle = "A impressora está em estado de erro";
IncorrectDeviceStateAlertMessage = "Resolva a condição de erro do dispositivo e tente novamente.";

HSDFSD_InvalidEntryErrorTitle = "Discagem Rápida Inválida";
HSDFPB_InvalidEntryErrorTitle = "Não é possível adicionar o contato";
HSDFSD_MissingEntryNameErrorMessage = "O nome da Discagem Rápida está faltando. Digite um nome para ela e tente novamente.";
HSDFPB_MissingEntryNameErrorMessage = "Nome de contato ausente. Informe um nome para o contato e tente novamente.";
HSDFSD_MissingEntryPhoneNumberErrorMessage = "O número de Discagem Rápida está faltando. Digite um número para ela e tente novamente.";
HSDFPB_MissingEntryPhoneNumberErrorMessage = "Número de contato ausente. Informe um número para o contato e tente novamente.";
HSDFSD_TooLargeGroupErrorMessage = "O grupo Discagem rápida é grande demais. Seu dispositivo aceita um máximo de %d entradas em um grupo.";
HSDFPB_TooLargeGroupErrorMessage = "Há contatos demais no grupo. Seu dispositivo suporta um máximo de %d entradas em um grupo.";

HSDFSD_DeleteIndividualEntryAlertTitle = "Tem certeza de que deseja excluir a Discagem Rápida para \"%@\"?";
HSDFPB_DeleteIndividualEntryAlertTitle = "Tem certeza de que deseja excluir o contato \"%@\"?";
HSDFSD_DeleteIndividualEntryAlertMessage = "A Discagem Rápida selecionada aparece em um ou mais grupos. A sua exclusão a removerá dos Grupos.";
HSDFPB_DeleteIndividualEntryAlertMessage = "O contato selecionado aparece em um ou mais grupos. Excluir o contato o removerá de todos os grupos.";
HSDFSD_DeleteMultipleIndividualEntriesAlertTitle = "Tem certeza de que deseja excluir as Discagens Rápidas selecionadas?";
HSDFPB_DeleteMultipleIndividualEntriesAlertTitle = "Tem certeza de que deseja excluir os contatos selecionados?";
HSDFSD_DeleteMultipleIndividualEntriesAlertMessage = "Algumas das Discagens Rápidas podem aparecer em um ou mais grupos. A exclusão das discagens rápidas as removerá dos Grupos.";
HSDFPB_DeleteMultipleIndividualEntriesAlertMessage = "Alguns dos contatos selecionados podem aparecer em um ou mais grupos. Excluir os contatos irá removê-los de todos os grupos.";

HSDFSD_DeleteGroupEntryAlertTitle = "Tem certeza de que deseja excluir o Grupo de Discagem Rápida \"%@\"?";
HSDFPB_DeleteGroupEntryAlertTitle = "Tem certeza de que deseja excluir o grupo \"%@\"?";
HSDFSD_DeleteGroupEntryAlertMessage = "As Discagens Rápidas individuais do Grupo selecionado NÃO serão excluídas.";
HSDFPB_DeleteGroupEntryAlertMessage = "Os contatos individuais que estão no grupo NÃO serão excluídos.";
HSDFSD_DeleteMultipleGroupEntriesAlertTitle = "Tem certeza de que deseja excluir os Grupos de Discagem Rápida selecionados the selected Speed Dial Groups?";
HSDFPB_DeleteMultipleGroupEntriesAlertTitle = "Tem certeza de que deseja excluir os grupos selecionados?";
HSDFSD_DeleteMultipleGroupEntriesAlertMessage = "As Discagens Rápidas individuais dos Grupos selecionados NÃO serão excluídas.";
HSDFPB_DeleteMultipleGroupEntriesAlertMessage = "Os contatos individuais que estão nos grupos NÃO serão excluídos.";

HSDFSD_DeleteIndividualEntryFromGroupAlertTitle = "Tem certeza de que deseja remover a Discagem Rápida para \"%1$@\" do Grupo \"%2$@\"?";
HSDFPB_DeleteIndividualEntryFromGroupAlertTitle = "Tem certeza de que deseja remover o contato \"%1$@\" do grupo \"%2$@\"?";
HSDFSD_DeleteIndividualEntryFromGroupAlertMessage = "Clicar em Remover do grupo irá apenas remover a Discagem rápida do grupo. A Discagem rápida não será excluída.\nClique em Excluir, se você quiser excluir permanentemente a Discagem rápida e removê-la de todos os grupos.";
HSDFPB_DeleteIndividualEntryFromGroupAlertMessage = "Clicar em Remover do Grupo apenas removerá a discagem rápida do grupo. A discagem rápida em si não será excluída.\nClique em Excluir se quiser excluir a discagem rápida permanentemente e removê-la de todos os grupos.";
HSDFSD_DeleteMultipleEntriesFromGroupAlertTitle = "Tem certeza de que deseja remover as Discagens Rápidas selecionadas do Grupo \"%@\"?";
HSDFPB_DeleteMultipleEntriesFromGroupAlertTitle = "Tem certeza de que deseja remover os contatos selecionados do grupo \"%@\"?";
HSDFSD_DeleteMultipleEntriesFromGroupAlertMessage = "Clicar em Remover do grupo irá apenas remover as Discagens rápidas do grupo. As Discagens rápidas não serão excluídas.\nClique em Excluir, se você quiser excluir permanentemente as Discagens rápidas e removê-las de todos os grupos.";
HSDFPB_DeleteMultipleEntriesFromGroupAlertMessage = "Clicar em Remover do Grupo apenas removerá as discagens rápidas do grupo. As discagens rápidas em si não serão excluídas.\nClique em Excluir se quiser excluir as discagens rápidas permanentemente e removê-las de todos os grupos.";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "Tem certeza de que deseja remover as Discagens Rápidas selecionadas de seus respectivos Grupos?";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertTitle = "Tem certeza de que deseja remover os contatos selecionados dos seus respectivos grupos?";
HSDFSD_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Clicar em Remover do grupo irá apenas remover as Discagens rápidas dos grupos. As Discagens rápidas não serão excluídas.\nClique em Excluir, se você quiser excluir permanentemente as Discagens rápidas e removê-las de todos os grupos.";
HSDFPB_DeleteMultipleEntriesFromMultipleGroupsAlertMessage = "Clicar em Remover do Grupo apenas removerá as discagens rápidas dos seus grupos. As discagens rápidas em si não serão excluídas.\nClique em Excluir se quiser excluir as discagens rápidas selecionadas permanentemente e removê-las de todos os grupos.";

HSDFSD_DeleteMixedEntriesAlertTitle = "Tem certeza de que deseja excluir as Discagens Rápidas e os Grupos de Discagens Rápidas selecionados?";
HSDFPB_DeleteMixedEntriesAlertTitle = "Tem certeza de que deseja excluir os contatos e grupos selecionados?";
HSDFSD_DeleteMixedEntriesAlertMessage = "Clique em Excluir para excluir permanentemente as discagens rápidas e os grupos individuais selecionados. As discagens rápidas individuais nos grupos selecionados NÃO serão excluídas, a menos que tenham sido selecionadas individualmente para exclusão.";
HSDFPB_DeleteMixedEntriesAlertMessage = "Clicar em Excluir excluirá permanentemente apenas os contatos e grupos selecionados. Os contatos individuais que se encontram nos grupos selecionados, mas que não foram selecionados diretamente, NÃO serão excluídos.";

DenyContactsAccessAlertTitle = "Informação não disponível";
DenyContactsAccessAlertMessage = "Sem acesso ao aplicativo \"%@\".\nVocê pode desbloqueá-lo em Preferências do sistema, no painel Segurança e privacidade.";

HSDFSD_AllowsToCommitChangesAlertTitle = "Você editou a lista de discagens rápidas de fax";
HSDFPB_AllowsToCommitChangesAlertTitle = "Você editou a agenda de telefones de fax. Deseja salvar as alterações antes de imprimir?";
AllowsToCommitChangesAlertMessage = "Caso você não as aplique, as alterações efetuadas não serão incluídas na lista impressa. Deseja aplicar as alterações à lista antes de imprimi-la?";

/* Progress dialogs. */
PrintInitializingDialogTitle = "Processando…";
PrintProcessingDialogTitle = "Imprimindo… Aguarde";
